---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BoundaryValidation
source: html/2353c8f1-70aa-b4c9-a50c-48b98c7bb1a5.htm
---
# BoundaryValidation Members

Releases all resources used by the BoundaryValidation